# SetPlanarRefIDToGround

## Description
Set the specified object on the ground plane. This function is to be used inside parametric objects to place objects on the local coordinate system's ground of the parametric.

```pascal
PROCEDURE SetPlanarRefIDToGround(h : HANDLE);
```

```python

def vs.SetPlanarRefIDToGround(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to the object.|

## Version
Availability: from Vectorworks 2011
## Category
* Object Info